<?php

return [
    'learn_develop_launch' => 'تعلم، تطوّر، انطلق!',
    'join_platform' => 'انضم إلى منصتنا التعليمية واكتسب المعرفة من خلال دورات أونلاين تفاعلية تمنحك تجربة تعلم ممتعة ومرنة. ابدأ رحلتك اليوم واكتشف آفاقًا جديدة من التطور والإبداع.',
    'browse' => 'تصفح',
    'training_courses' => 'الدورات',
    'training' => 'التدربية',
    'latest_courses' => 'أحدث الدورات',
    'best_sellers' => 'الأكثر مبيعاً',
    'free_courses' => 'الدورات المجانية',
    'view_all_courses' => 'عرض جميع الدورات',
];
